/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ tietokoneella %@";
msgFromAdminOnMachine = "%@ tietokoneella %@";

lastAccessHoursString = "yli %d tuntia sitten";
lastAccessMinutesString = "%d minuuttia sitten";
lastAccessSecondsString = "%d sekuntia sitten";
lastAccessOneHourString = "yli tunti sitten";
lastAccessOneMinuteString = "minuutti sitten";
lastAccessOneSecondString = "sekunti sitten";

errAttnReqCommString = "Viestiä ei voitu lähettää, koska tapahtui tietoliikennevirhe.";
errAttnReqNoAdminString = "Yhtään ylläpitäjää ei ole tällä hetkellä tavoitettavissa.";
errTextChatCommString = "Keskustelu päättyi, koska tapahtui tietoliikennevirhe.";

unknownLastAccess = "Tuntematon";

restartRequestTitle = "Ohjelma, joka vaatii uudelleenkäynnistyksen, on asennettu.";
restartRequestMessage = "Remote Desktop -ylläpitäjä on asentanut ohjelmia tietokoneelle. Ohjelmat ovat käytettävissä, kun tietokone käynnistetään uudelleen. Jos haluat lopettaa kaikki ohjelmat ja käynnistää tietokoneen uudelleen, osoita Käynnistä uudelleen.";
buttonCancel = "Kumoa";
buttonContinue = "Käynnistä uudelleen";
